/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", कुल कैलोरी %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", कुल दूरी %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@, कलाकार %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "%1$@ वर्कआउट, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "%@ को संशोधित किया गया";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ खाते";

/* %@=Type of workout */
"%@ Workout, no unit data" = "%@ वर्कआउट, कोई इकाई डेटा नहीं है";

/* A folder in Dropbox or Box */
"Folder" = "फ़ोल्डर";

/* A single App Store app */
"App Store app" = "App Store ऐप";

/* A single Box file */
"Box file" = "Box फ़ाइल";

/* A single Dropbox file */
"Dropbox file" = "Dropbox फ़ाइल";

/* A single Evernote note */
"Evernote note" = "Evernote नोट";

/* A single Giphy item */
"Giphy item" = "ग्लिफ़ी आइटम";

/* A single Trello board */
"Trello board" = "Trello बोर्ड";

/* A single Trello card */
"Trello card" = "Trello कार्ड";

/* A single Trello item */
"Trello item" = "Trello आइटम";

/* A single Trello list */
"Trello list" = "Trello सूची";

/* A single Ulysses sheet */
"Ulysses sheet" = "Ulysses शीट";

/* A single bar code */
"Bar code" = "बार कोड";

/* A single blood pressure recording */
"Blood pressure" = "रक्तचाप";

/* A single health sample in HealthKit */
"Health sample" = "सेहत नमूना";

/* A single iTunes artist */
"iTunes artist" = "iTunes कलाकार";

/* A single iTunes product */
"iTunes product" = "iTunes उत्पाद";

/* Access resource error for notifications */
"Update Notification Settings" = "सूचना सेटिंग्ज़ को अपडेट करें";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "फ़्रंट और बैक फ़ेसिंग कैमरे के बीच स्विच किया जाता है";

/* Accessibility label for camera shutter button */
"Take picture" = "तस्वीर लें";

/* Accessibility label; button to start dictation */
"Start dictation" = "डिक्टेशन शुरू करें";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "डिक्टेशन रोकें";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "कैमरा चयनकर्ता - फ़्रंट";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "कैमरा चयनकर्ता - पीछे वाला";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "कैमरा फ़्लिप";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "नए Trello कार्ड का उपयोग करने के लिए कोई नाम रखना आवश्यक है।";

/* Add Trello card action error */
"You must select a board to create the card on." = "आपको कार्ड बनाने के लिए कोई बोर्ड चुनना होगा।";

/* Add Trello card action error */
"You must select a list to create the card on." = "आपको कार्ड बनाने के लिए एक सूची चुननी होगी।";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "%@ को अटैचमेंट के रूप में अपलोड करना विफल रहा।";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "प्रदान किया गया अलर्ट समय अमान्य था। कृपया वर्तनी त्रुटियों की जाँच करें और सुनिश्चित करें कि आपने दिन का कोई समय प्रदान किया है।";

/* Add new event; choose end date */
"Choose End Date" = "समाप्ति तिथि चुनें";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "अमान्य तिथि प्रदान की गई। कृपया इस इवेंट की समाप्ति तिथि प्रदान करें।";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "अमान्य आरंभ तिथि प्रदान की गई। कृपया इस इवेंट की आरंभ तिथि प्रदान करें।";

/* Add new event; error */
"Invalid End Date" = "अमान्य समाप्ति तिथि";

/* Add new event; error */
"Invalid Start Date" = "अमान्य आरंभ तिथि";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "कोई भी शीर्षक प्रदान नहीं किया गया। कृपया इस इवेंट के लिए शीर्षक प्रदान करें।";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "कोई भी शीर्षक प्रदान नहीं किया गया। कृपया इस रिमाइंडर के लिए शीर्षक प्रदान करें।";

/* Add new reminder error */
"The alert location provided could not be found." = "प्रदान किया गया अलर्ट स्थान नहीं मिला।";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "मेरे %2$@ में आने पर";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "मेरे %2$@ से निकलने पर";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "जब मैं आस-पास रहूँ : %@";

/* Add new reminder; alert trigger never */
"Never" = "कभी नहीं";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "भिन्न होता है";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "कोई सूची चयनित नहीं है";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "आपको कार्य जोड़ने के लिए एक सूची चुननी होगी।";

/* Add to Wunderlist action no title error */
"No Title" = "कोई शीर्षक नहीं";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Wunderlist में कोई नया कार्य बनाते समय शीर्षक देना आवश्यक है।";

/* Alarm frequency; All days are selected */
"Every Day" = "हर दिन";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "WLAN सेट करें";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "डिवाइस के WLAN को चालू या बंद करना सेट करता है।";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "आपको “फ़ाइल में जोड़ें” में फ़ाइल का नाम या पाथ निर्दिष्ट करना होगा।";

/* Append file failure reason */
"No File Path Provided" = "कोई फ़ाइल पथ प्रदान नहीं किया गया";

/* Ask for input action */
"Enter URL" = "URL दर्ज करें";

/* Ask for input action */
"Enter number" = "संख्या दर्ज करें";

/* Ask for input action */
"Pick date" = "तिथि चुनें";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "रिकॉर्डिंग समाप्त करने के लिए टैप करें।";

/* Audio recorder */
"Tap to start recording." = "रिकॉर्डिंग शुरू करने के लिए टैप करें।";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Base64 Encode में पास किया गया base64 डेटा अमान्य है।";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "निर्दिष्ट पाथ पर “%@” नाम की फ़ाइल पहले से मौजूद है।";

/* Box error */
"The folder doesn't exist" = "फ़ोल्डर मौजूद नहीं है।";

/* Box error */
"The folder doesn’t exist" = "फ़ोल्डर मौजूद नहीं है";

/* Box error message */
"An error occured while authenticating your Box account." = "आपका Box खाता प्रमाणित करने के दौरान त्रुटि हुई।";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "जिस फ़ोल्डर को आप (%1$@) में सहेजने की कोशिश कर रहे हैं, वह एक फ़ाइल के रूप में आपके %2$@ में पहले से मौजूद है।";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "जिस पाथ को आप (%1$@) में जोड़ने की कोशिश कर रहे हैं, वह आपके %2$@ में किसी मौजूदा फ़ाइल में मौजूद है।";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "जिस पाथ पर आप (%1$@) में फ़ोल्डर बनाने की कोशिश कर रहे हैं, वह आपके %2$@ में कोई मौजूदा फ़ाइल है।";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "जिस पाथ पर आप (%1$@) में फ़ोल्डर बनाने की कोशिश कर रहे हैं, वह आपके %2$@ में किसी मौजूदा फ़ाइल में मौजूद है।";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "जिस पाथ को आप (%1$@) में सहेजने की कोशिश कर रहे हैं, वह आपके %2$@ में मौजूद नहीं है।";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "हमें आपके Box खाता में “%@” नहीं मिला।";

/* Button */
"Cancel" = "रद्द करें";

/* Button */
"Continue Anyway" = "फिर भी जारी रखें";

/* Button */
"Delete" = "डिलीट करें";

/* Button */
"Delete Account" = "खाता डिलीट करें";

/* Button */
"Done" = "पूर्ण";

/* Button */
"Log In" = "लॉगइन करें";

/* Button */
"Next" = "आगे";

/* Button */
"OK" = "ठीक";

/* Button */
"Retry" = "फिर कोशिश करें";

/* Button */
"Sign In" = "साइन इन करें";

/* Button or title */
"Add Account" = "खाता जोड़ें";

/* Button or title */
"Login" = "लॉगइन करें";

/* Button that takes user to the iOS Health app */
"Open Health" = "“स्वास्थ्य” खोलें";

/* Button to allow access to health data or notifications */
"Allow Access" = "ऐक्सेस की अनुमति दें";

/* Button to open Settings */
"Open Settings" = "सेटिंग्ज़ खोलें";

/* Button; edit opacity */
"Opacity" = "अपारदर्शिता";

/* Button; edit rotatation in overlay image action */
"Rotation" = "घुमाव";

/* Button; email account app specfic password */
"Create App-Specific Password" = "ऐप विशिष्ट पासवर्ड बनाएँ";

/* Button; reset changes made in overlay image action */
"Reset" = "रीसेट करें";

/* Camera flash option - auto */
"Auto" = "ऑटो";

/* Camera flash option - off */
"Off" = "बंद";

/* Camera flash option - on */
"Flash On" = "चालू";

/* Choose an item */
"Choose" = "चुनें";

/* Choose from list action */
"Choose an item" = "आइटम चुनें";

/* Choose multiple images */
"Choose Images" = "इमेज चुनें";

/* Choose one image */
"Choose Image" = "इमेज चुनें";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "CloudApp के लिए यह फ़ाइल बहुत बड़ी है।";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "आप CloudApp नि: शुल्क प्लान के लिए अनुमत दैनिक अपलोड सीमा पार कर चुके हैं।";

/* Combine images action error */
"Cannot run Combine Images" = "संयुक्त इमेज चलाई नहीं जा सकती हैं";

/* Combine images action error description */
"No images were provided to combine." = "संयोजित करने के लिए कोई इमेज प्रदान नहीं की गई।";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "मौसम की स्थिति";

/* Conditions of the weather */
"Weather Conditions (Single)" = "मौसम की स्थिति";

/* Content property name */
"Biological Sex (Content Property Name)" = "बायोलॉजिकल सेक्स";

/* Content property name */
"Blood Type (Content Property Name)" = "रक्त प्रकार";

/* Content property name */
"Date of Birth (Content Property Name)" = "जन्म तिथि";

/* Content property name */
"Unspecified (Content Property Name)" = "अनिर्दिष्ट";

/* Create IFTTT applet */
"Create Applet" = "Applet बनाएँ";

/* Create Trello list action error */
"You must select a board to create the list on." = "आपको सूची बनाने के लिए कोई बोर्ड चुनना होगा।";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "आपको नए फ़ोल्डर के लिए पथ निर्दिष्ट करना होगा।";

/* Create folder failure reason; no file path specified */
"No path specified!" = "कोई पाथ निर्दिष्ट नहीं।";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/रोमांच/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "रोमांच/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "कोई नाम प्रदान नहीं किया गया। कृपया गीतमाला के लिए नाम प्रदान करें।";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "रक्तचाप तिथि";

/* Default notification text for Show Notification action. */
"Notification" = "सूचना";

/* Default value for the translate text action */
"Detect Language" = "भाषा का पता लगाएँ";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "क्या आप निश्चित हैं कि आप %@ को डिलीट करना चाहते हैं?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "क्या आप एकदम निश्चित हैं कि आप %@ को डिलीट करना चाहते हैं?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "क्या आप वाक़ई निश्चित हैं कि आप %@ को डिलीट करना चाहते हैं?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "%@ डिलीट करें?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "व्यायाम";

/* Dictate text action error */
"Recognition Unavailable" = "पहचान अनुपलब्ध";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "बोली पहचान वर्तमान में उपलब्ध नहीं है। आपको इंटरनेट से कनेक्ट करना होगा।";

/* Dictate text action is listening to user */
"Now listening…" = "अभी सुना जा रहा है…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "URL क्रिया का कॉन्टेंट प्राप्त करने के लिए URL पास करना सुनिश्चित करें।";

/* Download URL or Open URL action error */
"No URL Specified" = "कोई URL निर्दिष्ट नहीं";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "फ़ाइल अपेक्षित थी लेकिन प्रदान किया गया पाथ किसी ऐसी चीज़ से संबंधित है, जो फ़ाइल नहीं है।";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "फ़ोल्डर अपेक्षित था लेकिन प्रदान किया गया पाथ किसी ऐसी चीज़ से संबंधित है, जो फ़ोल्डर नहीं है।";

/* Dropbox error */
"A shared link already exists." = "शेयर्ड लिंक पहले से मौजूद है।";

/* Dropbox error */
"Access to the requested path is forbidden." = "अनुरोधित पाथ का ऐक्सेस निषिद्ध है।";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "शेयरिंग लिंक बनाने के दौरान त्रुटि हुई क्योंकि आपके Dropbox खाते से जुड़ा ईमेल सत्यापित नहीं किया गया है।";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "इस फ़ाइल या फ़ोल्डर के नाम के कारण Dropbox उसे ऐक्सेस नहीं कर सकता है।";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "इस फ़ाइल या फ़ोल्डर के नाम के कारण Dropbox उसे सहेज नहीं सकता है।";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "कॉन्फ़्लिक्ट के कारण Dropbox निर्दिष्ट पाथ पर राइट नहीं कर सकता है।";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "फ़ाइल को ट्रांसफ़र नहीं किया जा सकता क्योंकि कॉन्टेंट प्रतिबंधित है। उदाहरण के लिए, कभी-कभी कॉपीराइट दावों के कारण कानूनी प्रतिबंध भी होते हैं।";

/* Dropbox error */
"The path root parameter provided is invalid." = "प्रदान किया गया पथ रूट पैरामीटर अमान्य है।";

/* Dropbox error */
"The request timed out. Please try again." = "अनुरोध की समय सीमा समाप्त हुई। कृपया फिर कोशिश करें।";

/* Dropbox error */
"The share settings provided are invalid." = "प्रदान की गई शेयर सेटिंग्ज़ अमान्य हैं।";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "हमें निर्दिष्ट पाथ में कोई फ़ाइल नहीं मिली।";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "आपको इस लिंक की सेटिंग़्ज संशोधित करने की अनुमति नहीं है।";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "इस डेटा को लिखने के लिए Dropbox में आपके पास पर्याप्त स्थान उपलब्ध नहीं है।";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "आपको निर्दिष्ट स्थान पर लिखने की अनुमति नहीं है।";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "जिस पाथ पर आप (%1$@) में सहेजने की कोशिश कर रहे हैं, वह आपके %2$@ में कोई मौजूदा फ़ाइल है।";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "“%@” सहेजा नहीं जा सका क्योंकि यह फ़ोल्डर या पैकेज है। सहेजने से पहले “आर्काइव बनाएँ” का उपयोग करके इस फ़ाइल को ज़िप करें।";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "पाथ पर कोई आइटम नहीं मिला : %@";

/* Dropbox or Box error */
"Folder already exists" = "फ़ोल्डर पहले से मौजूद है";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "जिस पाथ को आप (%1$@) में सहेजने की कोशिश कर रहे हैं वह आपके %2$@ में पहले से मौजूद एक फ़ाइल है। एक साथ एकाधिक फ़ाइलों को सहेजते समय, आपको इसके बजाय फ़ोल्डर का पाथ निर्दिष्ट करना चाहिए।";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "जिस पाथ को आप (%1$@) में सहेजने की कोशिश कर रहे हैं वह आपके %2$@ में पहले से मौजूद एक फ़ोल्डर है। टेक्स्ट को किसी फ़ाइल में जोड़ने या प्रीपेंड करते समय, आपको इसके बजाय फ़ाइल का पाथ निर्दिष्ट करना चाहिए।";

/* Dropbox unknown error */
"An unknown error occurred" = "अज्ञात त्रुटि हुई";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "अज्ञात त्रुटि हुई (%@)";

/* Email account encryption */
"Encryption" = "एंक्रिप्शन";

/* Email account login authentication error */
"Authentication Failed" = "सत्यापन विफल";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "आपके द्वारा दर्ज़ ईमेल पता या पासवर्ड ग़लत है।\n\nयदि आपने दो चरण सत्यापन सक्षम किए हैं, तो आपको एक ऐप-विशिष्ट पासवर्ड बनाना होगा।";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "आपके द्वारा निर्दिष्ट ईमेल पता या पासवर्ड ग़लत है।\n\nयदि आपने दो चरण सत्यापन सक्षम किए हैं, तो आपको इसके बजाय एक ऐप-विशिष्ट पासवर्ड दर्ज़ करना होगा।";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "उन्नत सेटिंग्ज़";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "ईमेल";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "होस्ट का नाम";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "रक्तचाप समाप्ति तिथि";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "ध्वनि बजाना विफल रहा क्योंकि इनपुट असमर्थित फ़ॉर्मैट में था।";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "कृपया “तिथि” क्रिया में मान्य तिथि दर्ज करें।";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "अमान्य तिथि";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "“यात्रा समय प्राप्त करें” विफल रहा क्योंकि इनपुट के रूप में कोई गंतव्य स्थान पास नहीं किया गया।";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "वेब पृष्ठ पर JavaScript चलाना विफल रहा क्योंकि इनपुट के रूप में कोई भी वेब पृष्ठ पास नहीं हुआ था।";

/* Error message */
"Your email or password is incorrect." = "आपका ईमेल या पासवर्ड ग़लत है।";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "RSS फ़ीड क्रिया से आइटम प्राप्त करने के लिए कृपया मान्य फ़ीड URL पास करें।";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "कृपया सड़क का पता क्रिया में मान्य पता दर्ज करें।";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "“यात्रा समय प्राप्त करें” क्रिया में आपके द्वारा पास किया गया स्थान नहीं मिला। सड़क के पते के अलावा कोई शहर और राज्य निर्दिष्ट करके देखें।";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "%@ लेबल वाले एकाधिक अलार्म मिले। विशिष्ट अलार्म चुनकर कोशिश करें।";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "“घर दृश्य चलाएँ” विफल हुआ क्योंकि होम “%1$@” मिल नहीं सका।";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "“घर दृश्य चलाएँ” विफल रहा क्योंकि दृश्य “%1$@” होम “%2$@” में नहीं मिल सका।";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "“घर दृश्य चलाएँ” विफल हुआ क्योंकि कोई भी होम चयनित नहीं था।";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "“घर दृश्य चलाएँ” विफल हुआ क्योंकि कोई दृश्य चयनित नहीं था।";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "समाचार फ़ीड की व्याख्या करने में असमर्थ";

/* Error message title when no address is entered into Street Address action */
"No Address" = "कोई पता नहीं";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "अमान्य स्थान";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "कृपया बदलने के लिए एक इकाई प्रदान करें।";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "माप विफल हुआ क्योंकि कोई भी इकाई निर्दिष्ट नहीं है, कृपया एक इकाई चुनें।";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "इकाई %1$@ वाला माप %2$@ में नहीं बदला जा सकता।";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "कृपया अलार्म के लिए मान्य तिथि प्रदान करें।";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "इस क्रिया का उपयोग करने के लिए सेटिंग्ज़ में Siri सक्षम करें।";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "अनुरोध पूर्ण नहीं हो सका क्योंकि Siri अक्षम है।";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "टाइमर की अवधि २४ घंटे से कम होनी चाहिए।";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "कृपया टाइमर के लिए अवधि प्रदान करें।";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "कृपया टॉगल करने के लिए अलार्म निर्दिष्ट करें।";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "अनुरोध पर कार्रवाई करने के दौरान अज्ञात त्रुटि हुई।";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "अनुरोध पूर्ण नहीं हो सका क्योंकि यह इस प्लेटफ़ॉर्म पर समर्थित नहीं है।";

/* Error title when no location provided to Get Travel Time */
"No Location" = "कोई स्थान नहीं";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "कोई वेब पृष्ठ नहीं";

/* Exit shortcut action error */
"User requested shortcut exit." = "उपयोगकर्ता ने शॉर्टकट से बाहर निकलने का अनुरोध किया है।";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "यहाँ सहेजें";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "चयनित फ़ाइलें (%lu) प्राप्त करें";

/* File picker; get one selected file */
"Get Selected File (1)" = "चयनित फ़ाइल (१) प्राप्त करें";

/* File status */
"This folder is empty" = "यह फ़ोल्डर ख़ाली है";

/* File status loading */
"Loading…" = "लोड किया जा रहा है…";

/* Find health sample; no samples found */
"No Samples Found" = "कोई नमूना नहीं मिला";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "या तो कोई %@ नमूना लॉग नहीं किया गया है या आपको शॉर्टकट को सेहत ऐप में नमूने को एक्सेस करने देना होगा।";

/* Finish dictation command */
"Finish Dictation" = "डिक्टेशन समाप्त करें";

/* Generic health object type when we can’t determine the object type */
"Health" = "सेहत";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "डोमेन नहीं मिला।";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "डोमेन नहीं मिला। (त्रुटि २)";

/* Get IP address action error */
"The response data was not a valid string." = "उत्तर डेटा मान्य स्ट्रिंग नहीं था।";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "आपको कार्ड पुनर्प्राप्त करने के लिए एक बोर्ड चुनना होगा।";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "आपको सूचियाँ पुनर्प्राप्त करने के लिए एक बोर्ड चुनना होगा।";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "आपको कार्ड पुनर्प्राप्त करने के लिए एक सूची चुननी होगी।";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "आपके Trello खाते को सत्यापित नहीं किया जा सका। कृपया साइन आउट करके फिर कोशिश करें!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "कोई की प्रदान नहीं की गई";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "कस्टम स्थान नहीं मिला";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "कोई कस्टम स्थान नहीं";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "“दूरी जानें” को कस्टम स्थान से यात्रा का समय प्राप्त करने के लिए कॉन्फ़िगर किया गया था लेकिन आपके द्वारा दर्ज किया गया कस्टम स्थान नहीं मिला।";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "“दूरी जानें” को कस्टम स्थान से यात्रा का समय प्राप्त करने के लिए कॉन्फ़िगर किया गया था लेकिन कुछ भी प्रदान नहीं किया गया था।";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "“दूरी जानें” द्वारा दूरी का अनुमान नहीं लगाया जा सका क्योंकि इनपुट के रूप में कोई स्थान पास नहीं किया गया था।";

/* Get emoji name action error */
"Failed to find the emoji font." = "ईमोजी फ़ॉन्ट ढूँढने में विफल।";

/* Get frames from image error */
"No Image Provided" = "कोई इमेज प्रदान नहीं की गई";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "इमेज से फ़्रेम प्राप्त करने के लिए इनपुट के रूप में कोई GIF पास नहीं हुआ।";

/* Get group from matched text action error */
"No Match" = "कोई परिणाम नहीं";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "आपके द्वारा निर्दिष्ट इंडेक्स संभावित रेंज से बाहर है (आपने समूह %1$ld माँगी थी और मिलान में केवल %2$ld है)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "मिलान किए गए टेक्स्ट से समूह प्राप्त करना विफल रहा क्योंकि कैप्चर समूह %ld के लिए कोई मिलान नहीं था।";

/* Get halfway point action error */
"No first location was provided." = "कोई भी प्रथम स्थान नहीं दिया गया।";

/* Get halfway point action error */
"No second location was provided." = "कोई भी दूसरा स्थान नहीं दिया गया।";

/* Get halfway point action error */
"Please provide a first location." = "कृपया पहला स्थान प्रदान करें।";

/* Get halfway point action error */
"Please provide a second location." = "कृपया दूसरा स्थान प्रदान करें।";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "आपके द्वारा निर्दिष्ट रेंज अमान्य है (आपने %2$d के माध्यम से आइटम %1$d के लिए पूछा था)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "आपके द्वारा निर्दिष्ट रेंज संभावित रेंज से बाहर है (आपने %2$d के माध्यम से आइटम %1$d के लिए पूछा था, लेकिन पहला आइटम इंडेक्स १ में है।)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "आपके द्वारा निर्दिष्ट रेंज संभावित रेंज से बाहर है (आपने %2$d के माध्यम से आइटम %1$d के लिए पूछा था, और सूची में केवल %3$d है)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "आपने आइटम %d की माँग की है, लेकिन पहला आइटम इंडेक्स १ पर है।";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "शॉर्टकट को आपकी तस्वीर लाइब्रेरी में कोई इंपोर्ट नहीं मिल सके।";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "शॉर्टकट को आपकी तस्वीर लाइब्रेरी में अनुरोधित आइटम नहीं मिल सका।";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "“यात्रा समय प्राप्त करें” को कस्टम स्थान से यात्रा का समय प्राप्त करने के लिए कॉन्फ़िगर किया गया था लेकिन आपके द्वारा दर्ज किया गया कस्टम स्थान नहीं मिला।";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "“यात्रा समय प्राप्त करें” कस्टम स्थान से यात्रा का समय प्राप्त करने के लिए कॉन्फ़िगर किया गया था लेकिन कुछ भी प्रदान नहीं किया गया था।";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "सेहत की ऐक्सेस %@ में बंद है। आप सेहत ऐप में जाकर स्वास्थ्य डेटा श्रेणियों को चालू कर सकते हैं।";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "इस प्रश्न का जवाब देने के लिए शॉर्टकट को आपका %@ डेटा ऐक्सेस करना होगा।";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "शॉर्टकट के पास आपके %@ डेटा के लिए ऐक्सेस नहीं है।";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "%@ मात्रा नमूना, कोई इकाई डेटा नहीं है";

/* Health category date */
"Date" = "तिथि";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "मासिक धर्म का आरंभ";

/* Health category start date */
"Start Date" = "आरंभ तिथि";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "रक्तचाप";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "जाँच प्रकार";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "भोजन का समय";

/* Health quantity; blood pressure */
"Diastolic" = "डायास्टॉलिक";

/* Health quantity; blood pressure */
"Systolic" = "सिस्टॉलिक";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "कारण";

/* Health unit for count of generic health sample */
"count" = "गणना करें";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "गणना करें";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "गणना करें";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "मि॰मी॰";

/* Health unit for ounce */
"oz" = "औंस";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "%@ प्रकार लागू नहीं किए गए";

/* HealthKit resource error */
"This device does not have the Health app." = "इस डिवाइस में सेहत ऐप नहीं है।";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "इस शॉर्टकट के लिए सेहत ऐप आवश्यक है, जो इस डिवाइस के पास नहीं है।";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "सेवा की शर्तें";

/* Link to a 3rd party terms of service */
"Terms of Use" = "प्रयोग की शर्तें";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "सुनिश्चित करें कि आपका डिवाइस हवाई जहाज मोड में नहीं है और फिर कोशिश करें; वाई-फ़ाई चालू करना मददगार हो सकता है।";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "शॉर्टकट आपका वर्तमान स्थान का पता नहीं लगा सका।";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "अमान्य तिथि प्रदान की गई। कृपया नमूने के लिए तिथि प्रदान करें या वर्तमान तिथि का उपयोग करने के लिए तिथि फ़ील्ड को ख़ाली छोड़ दें।";

/* Log health sample */
"Invalid Date Range" = "अमान्य तिथि रेंज";

/* Log health sample */
"No Value Selected" = "कोई मान चयनित नहीं";

/* Log health sample */
"Please select a type for this Health sample." = "इस सेहत नमूने के लिए कृपया प्रकार चुनें।";

/* Log health sample */
"Please select an end date that is after the start date." = "कृपया समाप्ति तिथि चुनें जो कि प्रारंभ तिथि के बाद हो।";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "कृपया इस सर्वाईकल म्यूकस गुणवत्ता नमूने के लिए कोई मान चुनें।";

/* Log health sample; health sample type */
"No Type Selected" = "कोई प्रकार चयनित नहीं";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "कोई कारण चयनित नहीं";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "कृपया इंसुलिन डिलीवरी कारण चुनें।";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "कृपया इस मासिक धर्म नमूने के लिए कोई मान चुनें।";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "कृपया चुनें कि यह नमूना चक्र की शुरुआत में था या नहीं।";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "कोई इकाई चयनित नहीं";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "इस सेहत नमूने के लिए कृपया माप की इकाई चुनें।";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "कृपया इस ऑव्यूलेशन परीक्षण परिणाम नमूने के लिए कोई मान चुनें।";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "कृपया इस नींद विश्लेषण नमूने के लिए कोई मान चुनें।";

/* Log in view; email address placeholder */
"Email address" = "ईमेल पता";

/* Log workout action */
"No Workout Type Selected" = "कोई भी व्यायाम प्रकार चयनित नहीं";

/* Log workout action */
"Please select a type of activity for this workout." = "इस वर्कआउट के लिए कृपया ऐक्टिविटी का प्रकार चुनें।";

/* Login error */
"Your username and/or password are incorrect." = "आपका यूज़रनेम और/या पासवर्ड ग़लत है।";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "आपके क्रेडेंशियल केवल इस डिवाइस पर स्टोर किए गए हैं और हमारे सर्वर या किसी तीसरे पक्ष के साथ शेयर नहीं किए जाएँगे।";

/* Mail error */
"A recipient is required to send message" = "संदेश भेजने के लिए प्राप्तकर्ता आवश्यक है।";

/* Mail error */
"A sender is required to send message" = "संदेश भेजने के लिए प्रेषक आवश्यक है।";

/* Mail error */
"A stable connection to the server could not be established" = "सर्वर से स्थिर कनेक्शन स्थापित नहीं किया जा सका";

/* Mail error */
"Account check failed because the account is invalid" = "खाता जाँच विफल रही क्योंकि खाता अमान्य है";

/* Mail error */
"An application specific password is required" = "एक ऐप्लिकेशन विशिष्ट पासवर्ड आवश्यक है";

/* Mail error */
"An error occurred during an IDLE operation" = "IDLE परिचालन के समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "अनुरोधित फ़ोल्डर (अन)सबस्क्राइब करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "अनुरोधित फ़ोल्डर में संदेश जोड़ते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "अनुरोधित फ़ोल्डर में संदेश कॉपी करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while creating the requested folder" = "अनुरोधित फ़ोल्डर बनाते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "POP सर्वर पर संदेश डिलीट करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while deleting the requested folder" = "अनुरोधित फ़ोल्डर डिलीट करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "अनुरोधित फ़ोल्डर में संदेश मिटाते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "POP सर्वर पर संदेश सूची फ़ेच करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "अनुरोधित फ़ोल्डर में संदेश फ़ेच करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while performing a No-Op operation" = "No-Op परिचालन करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while renaming the requested folder" = "अनुरोधित फ़ोल्डर का नाम बदलते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "सर्वर की क्षमताएँ अनुरोधित करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while requesting the server's identity" = "सर्वर की पहचान अनुरोधित करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while requesting the server's namespace" = "सर्वर का नेमस्पेस अनुरोधित करते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while sending the message" = "संदेश भेजते समय कोई त्रुटि हुई";

/* Mail error */
"An error occurred while storing flags" = "झंडे संग्रहित करते समय कोई त्रुटि हुई";

/* Mail error */
"An error when requesting date" = "तिथि अनुरोधित करते समय कोई त्रुटि हुई";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "ग़ैर-क़ानूनी संलग्नक के साथ संदेश भेजने की कोशिश हुई";

/* Mail error */
"Authentication is required for this SMTP server" = "SMTP सर्वर के लिए प्रमाणन आवश्यक है";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "इस Gmail खाते से डेटा अनुरोधित करते समय बैंडविड्थ सीमा अधिक हो गई।";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "सर्वर द्वारा संभावित स्पैम का पता चलने पर संदेश नहीं भेजा जा सका";

/* Mail error */
"Compression is not available" = "कंप्रेशन उपलब्ध नहीं है";

/* Mail error */
"Credentials with password too simple" = "पासवर्ड के साथ क्रेडेंशियल बेहद सरल हैं";

/* Mail error */
"Error while running custom command" = "कस्टम कमांड चलाते समय त्रुटि हुई";

/* Mail error */
"File access error" = "फ़ाइल ऐक्सेस त्रुटि";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "इस Gmail खाते के लिए IMAP सक्षम नहीं है";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe ज़्यादा देर के लिए सक्रिय मेल सेवा नहीं है";

/* Mail error */
"No valid server found" = "कोई मान्य सर्वर नहीं मिला";

/* Mail error */
"Sending messages is not allowed on this server" = "इस सर्वर पर संदेश भेजने की अनुमति नहीं है";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "बड़ा संदेश भेजने की कोशिश के समय SMTP स्टोरेज सीमा हिट हुई थी";

/* Mail error */
"The certificate for this server is invalid" = "इस सर्वर का प्रमाणपत्र अमान्य है";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "वर्तमान HotMail खाता WebMail से कनेक्ट नहीं हो सका";

/* Mail error */
"The operation succeeded" = "परिचालन सफल हुआ";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "अनुरोधित फ़ोल्डर मौजूद नहीं है। फ़ोल्डर चयन विफल हुआ";

/* Mail error */
"The server does not support STARTTLS connections" = "सर्वर STARTTLS कनेक्शन का समर्थन नहीं करता है";

/* Mail error */
"The server does not support TLS/SSL connections" = "सर्वर TLS/SSL कनेक्शन का समर्थन नहीं करता है";

/* Mail error */
"The user needs to log in via the web browser" = "यूज़र को वेब ब्राउज़र द्वारा लॉग इन करने की ज़रूरत है";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "इस Gmail खाते से एक साथ बहुत सारे कनेक्शन किए गए थे";

/* Mail error */
"Unable to authenticate with the current session's credential" = "वर्तमान सेशन क्रेडेंशियल के साथ प्रमाणित करने में असमर्थ";

/* Mail error */
"Unable to parse response from server" = "सर्वर की प्रतिक्रिया की व्याख्या करने में असमर्थ";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "यूज़र ने एक दिन में भेजे जाने वाले संदेशों की अनुमत सीमा पार कर ली है";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Yahoo के सर्वर वर्तमान में अनुपलब्ध हैं";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "वैरिएबल \"%@\" में मासक करने के लिए उपयोग किए जाने के लिए इमेज शामिल नहीं किया गया था।";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "“इमेज मास्क करें” क्रिया में “इमेज मास्क\" विकल्प के लिए वैरिएबल चुनना सुनिश्चित करें।";

/* Mask Image action error title */
"No Mask Provided" = "कोई मास्क प्रदान नहीं किया गया";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "कृपया %@ में कोई सेवा चुनें।";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "यह JavaScript उस स्क्रिप्ट के जैसी है जिसे असुरक्षित माना जाता है। आपकी सुरक्षा के लिए उसे चलाया नहीं जाएगा।";

/* Multiple App Store apps */
"App Store apps" = "App Store ऐप्स";

/* Multiple Box files */
"Box files" = "Box फ़ाइलें";

/* Multiple Dropbox files */
"Dropbox files" = "Dropbox फ़ाइलें";

/* Multiple Evernote notes */
"Evernote notes" = "Evernote नोट";

/* Multiple Giphy items */
"Giphy items" = "ग्लिफ़ी आइटम";

/* Multiple Trello boards */
"Trello boards" = "Trello बोर्ड";

/* Multiple Trello cards */
"Trello cards" = "Trello कार्ड";

/* Multiple Trello items */
"Trello items" = "Trello आइटम";

/* Multiple Trello lists */
"Trello lists" = "Trello सूचियाँ";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Ulysses शीट";

/* Multiple bar codes */
"Bar codes" = "बार कोड";

/* Multiple blood pressure recordings */
"Blood pressures" = "रक्तचाप";

/* Multiple health samples in HealthKit */
"Health samples" = "सेहत नमूने";

/* Multiple iTunes artists */
"iTunes artists" = "iTunes कलाकार";

/* Multiple iTunes products */
"iTunes products" = "iTunes उत्पाद";

/* Multiple text matches */
"Text matches" = "टेक्स्ट मिलान";

/* Multiple workout samples */
"Workout samples" = "व्यायाम के नमूने";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "खाता संपादित करें";

/* Navigation bar title */
"Email Settings" = "ईमेल सेटिंग्ज़";

/* Navigation bar title */
"Log In to CloudApp" = "CloudApp में लॉग इन करें";

/* Navigation bar title */
"Log in | Tumblr" = "लॉग इन करें | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Instapaper में लॉग इन करें";

/* Navigation bar title */
"Login to Pinboard" = "Pinboard में लॉग इन करें";

/* Navigation bar title */
"Login to WordPress" = "WordPress में लॉग इन करें";

/* Navigation bar title when showing trending GIF results */
"Trending" = "लोकप्रिय";

/* Navigation bar title; app name */
"Giphy" = "ग्लिफ़ी";

/* Network picker option */
"Cellular" = "मोबाइल डेटा";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "वाई-फ़ाई";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "ट्रेंडिंग GIF देखने के लिए खोज बार साफ़ करें।";

/* No GIFs found empty state title */
"No Results Found" = "कोई परिणाम नहीं मिले";

/* None option */
"None" = "कोई नहीं";

/* One text match */
"Text match" = "टेक्स्ट मिलान";

/* One workout sample */
"Workout sample" = "व्यायाम का नमूना";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "URL क्रिया खोलने के लिए URL पास करना सुनिश्चित करें।";

/* Open URL action error */
"The URL could not be opened." = "URL खोला नहीं जा सका।";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "“ऐप खोलें” विफल रहा क्योंकि इसे खोलने के लिए कोई ऐप नहीं मिला।";

/* Open app action error */
"Open App failed because the app could not be opened." = "“ऐप खोलें” विफल हुआ क्योंकि ऐप खोला नहीं जा सका।";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "इसमें खोलें… विफल रहा क्योंकि इसे खोलने के लिए कोई ऐप नहीं मिला।";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ इंस्टॉल नहीं है या %2$@ फ़ाइल नहीं खोली जा सकी।";

/* Optional field placeholder */
"Optional" = "वैकल्पिक";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "ओवरले इमेज क्रिया में वैरिएबल चुनना सुनिश्चित करें।";

/* Overlay image action error */
"No Overlay Image" = "कोई ओवरले इमेज नहीं";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "वैरिएबल \"%@\" में ओवरले के लिए इमेज शामिल नहीं किया गया था।";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "इमेज प्रोसेस हो रही है…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google मैप";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "नक़्शा";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "बाइक चलाना";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "ड्राइविंग";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "परिवहन";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "पैदल";

/* Parameter placeholder; parameter sets a filename */
"optional" = "वैकल्पिक";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "भोजन के बाद";

/* Parameter value */
"Asleep (Parameter Value)" = "नींद में";

/* Parameter value */
"Awake (Parameter Value)" = "जागे हुए";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "बेसल";

/* Parameter value */
"Before Meal (Parameter Value)" = "भोजन के पहले";

/* Parameter value */
"Bolus (Parameter Value)" = "बोलस";

/* Parameter value */
"Creamy (Parameter Value)" = "क्रीम जैसा";

/* Parameter value */
"Dry (Parameter Value)" = "शुष्क";

/* Parameter value */
"Egg White (Parameter Value)" = "अंडे का सफ़ेद भाग";

/* Parameter value */
"Female (Parameter Value)" = "महिला";

/* Parameter value */
"Heavy (Parameter Value)" = "भारी";

/* Parameter value */
"Idle (Parameter Value)" = "निष्क्रिय";

/* Parameter value */
"In Bed (Parameter Value)" = "बिस्तर में";

/* Parameter value */
"Indeterminate (Parameter Value)" = "अनिश्चित";

/* Parameter value */
"Light (Parameter Value)" = "हल्का";

/* Parameter value */
"Male (Parameter Value)" = "पुरुष";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "अधिकतम व्यायाम जाँच";

/* Parameter value */
"Medium (Parameter Value)" = "मध्यम";

/* Parameter value */
"Negative (Parameter Value)" = "निगेटिव";

/* Parameter value */
"No (Parameter Value)" = "नहीं";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "ग़ैर व्यायाम अनुमान";

/* Parameter value */
"Not Set (Parameter Value)" = "सेट नहीं किया गया";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "अन्य";

/* Parameter value */
"Positive (Parameter Value)" = "पॉज़िटिव";

/* Parameter value */
"Protection Unused (Parameter Value)" = "उपयोग नहीं किया गया निरोधक";

/* Parameter value */
"Protection Used (Parameter Value)" = "उपयोग किया गया निरोधक";

/* Parameter value */
"Sticky (Parameter Value)" = "चिपचिपा";

/* Parameter value */
"Stood (Parameter Value)" = "खड़े रहे";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "सब-मैक्स एक्सरसाइज़ अनुमान";

/* Parameter value */
"Unspecified (Parameter Value)" = "अनिर्दिष्ट";

/* Parameter value */
"Watery (Parameter Value)" = "जल जैसा";

/* Parameter value */
"Yes (Parameter Value)" = "हाँ";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "इनपुट मिलान करें";

/* Password placeholder or title */
"Password" = "पासवर्ड";

/* Person’s name field placeholder */
"John Appleseed" = "साहिल मलिक";

/* Person’s name field title */
"Name" = "नाम";

/* Pinboard login option */
"Use API Token" = "API टोकन का उपयोग करें";

/* Pinboard login option */
"Use API Token Instead" = "इसके बजाय API टोकन का उपयोग करें";

/* Pinboard login option */
"Use Password" = "पासवर्ड का उपयोग करें";

/* Pinboard login option */
"Use Password Instead" = "इसके बदले पासवर्ड का उपयोग करें";

/* Pinboard login section header */
"API Token" = "API टोकन";

/* Pinboard login section header */
"Pinboard Login" = "Pinboard लॉगइन";

/* Playlist picker parameter */
"My Music Library" = "मेरी संगीत लाइब्रेरी";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Pocket में निर्दिष्ट मानदंड से मेल खाने वाला कोई भी आइटम नहीं मिला।";

/* Post to Tumblr action error */
"No Blog" = "कोई ब्लॉग नहीं";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "आपने पोस्ट करने के लिए कोई ब्लॉग निर्दिष्ट नहीं किया है।";

/* QuickLook action error */
"No Items" = "कोई आइटम नहीं";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "झलक क्रिया ने प्रीव्यू के लिए कोई आइटम पास नहीं किया गया था।";

/* Recovery option; Enable Siri */
"Enable Siri" = "Siri सक्षम करें";

/* Remove calendar item error */
"Remove" = "हटाएँ";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "आपके द्वारा निर्दिष्ट की गई राशि %@ है जो आपके अनुरोध करने की अधिकतम अनुमत राशि से अधिक है।";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "आपके द्वारा निर्दिष्ट की गई राशि %@ है जो आपके अनुरोध करने की न्यूनतम अनुमत राशि से कम है।";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "आप जिस व्यक्ति से धन का अनुरोध करने की कोशिश कर रहे हैं, उनका %@ में खाता सेटअप नहीं है।";

/* Required field placeholder */
"Required" = "आवश्यक";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "समाप्त होने पर स्क्रिप्ट को ‘पूर्ण (परिणाम)' को कॉल करना चाहिए";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "JavaScript चलाते समय अज्ञात त्रुटि हुई।";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "वेब पृष्ठ पर JavaScript चलाना विफल रहा क्योंकि पूर्ण हैंडलर को कॉल करने में स्क्रिप्ट ने बहुत समय लिया।";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript समय समाप्ति";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "JavaScript अपवाद";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "अमान्य JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "SSH प्रमाणन विफल रहा";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "कृपया SSH स्क्रिप्ट क्रिया में अपने क्रेडेंशियल की जाँच करें और फिर कोशिश करें।";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "शॉर्टकट नहीं मिला";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "सुनिश्चित करें कि “शॉर्टकट क्रिया चलाएँ” में वैध शॉर्टकट चुना गया है।";

/* SSH action error */
"Channel allocation error" = "चैनल आवंटन त्रुटि";

/* SSH action error */
"Connection timed out" = "कनेक्शन की समय सीमा समाप्त";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "“SSH पर स्क्रिप्ट चलाएँ” को SSH सर्वर से कनेक्ट नहीं किया जा सका।";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "अज्ञात ऐल्बम";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "चयनित तस्वीर ऐल्बम मौजूद नहीं है।";

/* Scan machine readable code action; scon view title */
"Scan Code" = "कोड स्कैन करें";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Giphy खोजें";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "स्थानीय व्यवसायों को खोजने के लिए आपको खोज क्वेरी प्रदान करनी होगी।";

/* Search local businesses action; no locations found error */
"No Locations Found" = "कोई स्थान नहीं मिला";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "\"%@\" कीवर्ड से कोई स्थान नहीं मिला।";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "यदि आप WordPress के सेल्फ़-होस्टेड संस्करण का उपयोग करते हैं, तो अपनी साइट का URL ऊपर डालें।";

/* Section header */
"WordPress Login" = "WordPress लॉगइन";

/* Section header for WordPress site URL */
"Site URL" = "साइट URL";

/* Section header title */
"CloudApp Login" = "CloudApp लॉगइन";

/* Section header title */
"Incoming Mail Server" = "इनकमिंग मेल सर्वर";

/* Section header title */
"Instapaper Login" = "Instapaper लॉगइन";

/* Section header title */
"Outgoing Mail Server" = "आउटगोइंग मेल सर्वर";

/* Section header title; email account */
"Accounts" = "खाते";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "ईमेल नहीं भेजे जा सकते हैं। ईमेल सेटअप नहीं किया जा सकता है।";

/* Send email action; invalid email account error */
"Invalid Email Account" = "अमान्य ईमेल खाता";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "इस डिवाइस पर चयनित ईमेल खाता से शॉर्टकट में लॉग इन नहीं किया गया है।";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "संदेश नहीं भेजे जा सकते हैं। हो सकता है कि iMessage सक्षम नहीं है।";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "आपके द्वारा निर्दिष्ट की गई राशि %@ है जो आपके द्वारा भेजे जाने की अधिकतम अनुमत राशि से अधिक है।";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "आपके द्वारा निर्दिष्ट की गई राशि %@ है आपके द्वारा भेजे जाने की न्यूनतम अनुमत राशि से कम है।";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "आपके द्वारा निर्दिष्ट की गई राशि %1$@ में थी जो %2$@ में समर्थित नहीं है।";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "भुगतान भेजने के लिए आपके खाते में पर्याप्त धन नहीं है।";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "आप जिस व्यक्ति को धन भेजने की कोशिश कर रहे हैं, उनका %@ में खाता सेटअप नहीं है।";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "इस डिवाइस पर आपका कोई बैंक खाता कॉन्फ़िगर नहीं है।";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "आपको अपने क्रेडेंशियल सत्यापित करने के लिए %@ खोलना होगा।";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "अधिकतम राशि से अधिक";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "न्यूनतम राशि से कम";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "मुद्रा असमर्थित";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "अपर्याप्त धन";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "कोई बैंक खाता नहीं है";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "क्रेडेंशियल सत्यापित नहीं हैं";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "कोई खाता नहीं";

/* Service name */
"Box" = "बॉक्स";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "स्थान";

/* Service name */
"Microphone" = "माइक्रोफ़ोन";

/* Service name */
"Notifications" = "सूचनाएँ";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "बोली पहचान";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "\"%@\" मान के लिए “डिक्शनरी मान सेट करें” क्रिया में कोई की प्रदान नहीं की गई।";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "कोई मान प्रदान नहीं किया गया";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "\"%@\" की के लिए “डिक्शनरी मान सेट करें” क्रिया में कोई मान प्रदान नहीं किया गया।";

/* Show definition action error */
"A definition could not be found for that term." = "उस शब्द के लिए परिभाषा नहीं मिल सकी।";

/* Show definition action error */
"No Word Specified" = "कोई शब्द निर्दिष्ट नहीं";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "“परिभाषा दिखाएँ” के लिए कोई शब्द इनपुट के तौर पर पास नहीं हुआ था";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "कोई भी शब्दकोश इंस्टॉल न होने पर ऐसा हो सकता है। अपने शब्दकोश प्रबंधित करने के लिए किसी भी ऐप में कोई शब्द चुनें और “तलाशें” चुनें। फिर “प्रबंधित करें” पर टैप करें।";

/* Show in calendar action error */
"Calendar could not be opened." = "कैलेंडर खोला नहीं जा सका।";

/* Show webpage action error */
"Unsupported URL" = "असमर्थित URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "http:// और https:// URL का समर्थन करने वाले वेब पृष्ठ दिखाता है, लेकिन आपने %@:// URL दिखाने का प्रयास किया है।";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "कॉल करने के लिए %@ सेटअप नहीं है।";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "कॉल शुरू करना विफल रहा क्योंकि %@ उपलब्ध नहीं है।";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "कॉल शुरू करना विफल रहा क्योंकि %@ द्वारा कॉल में भाग नहीं लिया जा सकता है।";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ आपके द्वारा दिए गए संपर्क विवरणों का समर्थन नहीं करता है।";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "सेटअप आवश्यक";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ अनुपलब्ध";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "संपर्क समर्थित नहीं है";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "अमान्य संपर्क विवरण";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "रक्तचाप आरंभ तिथि";

/* Subcategory */
"Device" = "डिवाइस";

/* Subcategory for Set Volume action */
"Playback" = "प्लेबैक";

/* Take photo action error */
"No suitable camera was detected on this device." = "इस डिवाइस पर कोई भी उपयुक्त कैमरा नहीं मिला।";

/* Time until date action */
"An invalid date to compare to was provided." = "तुलना करने के लिए अमान्य तिथि प्रदान की गई।";

/* Time until date action */
"No from date was provided." = "शुरू किए जाने की कोई तिथि नहीं दी गई है।";

/* Time until date action error */
"An invalid from date was provided." = "तिथि से अमान्य प्रदान किया गया।";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "असुरक्षित JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "अमान्य समाप्ति समय प्रदान किया गया। कृपया विश्राम मोड के लिए समाप्ति समय प्रदान करें।";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "कोई कैलेंडर इवेंट प्रदान नहीं किया गया। कृपया निम्न अवधि के लिए विश्राम मोड को सक्षम करने के लिए कैलेंडर इवेंट प्रदान करें।";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "कृपया विश्राम मोड के लिए वर्तमान समय से बाद का समाप्ति समय प्रदान करें।";

/* Trim video action error */
"The input was not a video that can be edited." = "इनपुट कोई ऐसा वीडियो नहीं था जिसे संपादित किया जा सकता है।";

/* URL action error; %@=url */
"Invalid URL: %@" = "अमान्य URL : %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "इस शीट के ऐक्सेस के लिए कृपया Ulysses के साथ शॉर्टकट को फिर से अधिकृत करें।";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Ulysses ऐक्सेस आवश्यक";

/* Unspecified health kit category sample type */
"Unspecified" = "अनिर्दिष्ट";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "ऑडियो रिकॉर्डिंग";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " और ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " और ";

/* User name field title */
"User Name" = "यूज़रनेम";

/* Username placeholder or title */
"Username" = "यूज़रनेम";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "शॉर्टकट द्वारा उपयोग करने के लिए इस डिवाइस की फ़्लैशलाइट फिलहाल उपलब्ध नहीं है।";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "इस डिवाइस में फ़्लैशलाइट ऐप नहीं है।";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "मौसम क्रिया को कस्टम स्थान से मौसम जानकारी प्राप्त करने के लिए कॉन्फ़िगर किया गया था लेकिन कुछ भी प्रदान नहीं किया गया था।";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "स्थान निर्धारित करने में असमर्थ।";

/* Weather condition: Blizzard */
"Blizzard" = "तूफ़ान";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "उड़ती बर्फ़बारी";

/* Weather condition: Blustery */
"Blustery" = "तूफ़ानी";

/* Weather condition: Clear */
"Clear" = "साफ़";

/* Weather condition: Cloudy */
"Cloudy" = "बादल";

/* Weather condition: Cold */
"Cold" = "ठंड";

/* Weather condition: Drizzle */
"Drizzle" = "बूँदाबाँदी";

/* Weather condition: Dust */
"Dust" = "धूल";

/* Weather condition: Foggy */
"Foggy" = "कोहरेदार";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "बर्फ़ीली बूँदाबाँदी";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "बर्फ़ीली बारिश";

/* Weather condition: Hail */
"Hail" = "ओले";

/* Weather condition: Haze */
"Haze" = "कोहरा";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "भारी बारिश";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "भारी बर्फ़बारी";

/* Weather condition: Hot */
"Hot" = "गर्म";

/* Weather condition: Hurricane */
"Hurricane" = "तूफ़ान";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "थोड़ी तूफ़ानी बारिश";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "थोड़ी तूफ़ानी बारिश";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "बर्फ़ की हल्की बौछारें";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "बारिश के साथ ओले";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "बारिश के साथ ओले";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "बारिश के साथ बर्फ़बारी";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "बर्फ़ के साथ ओले";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "ज़्यादातर साफ़";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "ज़्यादातर बादल";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "थोड़े बादल";

/* Weather condition: Rain */
"Rain" = "बारिश";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "छुटपुट बौछारें";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "छुटपुट बर्फ़बारी और बौछारें";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "छुटपुट तूफ़ानी बारिश";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "भारी तूफ़ान";

/* Weather condition: Showers */
"Showers" = "बौछारें";

/* Weather condition: Sleet */
"Sleet" = "बारिश के साथ ओले";

/* Weather condition: Smoky */
"Smoky" = "कुहासा";

/* Weather condition: Snow */
"Snow" = "हिम";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "हल्की बर्फ़ गिरना";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "तूफ़ान";

/* Weather condition: Tornado */
"Tornado" = "बवंडर";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "ट्रॉपिकल तूफ़ान";

/* Weather condition: Windy */
"Windy" = "हवा चलना";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ और %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "वायु प्रदूषक";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "वायु प्रदूषक";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "फ़ोल्डर मौजूद नहीं है।";

/* iCloud Drive error */
"The iCloud Container could not be found." = "iCloud Container नहीं मिला।";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud द्वारा इस फ़ाइल की लिंक प्राप्त नहीं की जा सकी क्योंकि यह एक फ़ोल्डर है। iCloud केवल नियमित फ़ाइलों के लिंक प्राप्त करने का समर्थन करता है।";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud द्वारा इस %@ की लिंक प्राप्त नहीं की जा सकी क्योंकि यह एक बंडल (बंडल वह फ़ोल्डर है जो फ़ाइल की तरह काम करता है) है।";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” बंडल है";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "जिस पाथ को आप (%@) में सहेजने की कोशिश कर रहे हैं, वह iCloud में मौजूद नहीं है।";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "जिस पाथ को आप (%@) में सहेजने की कोशिश कर रहे हैं वह iCloud में पहले से मौजूद एक फ़ाइल है। एक साथ एकाधिक फ़ाइलों को सहेजते समय, आपको इसके बजाय फ़ोल्डर का पाथ निर्दिष्ट करना चाहिए।";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” फ़ोल्डर है";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "फ़ाइल पहले से मौजूद है";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "फ़ाइल पहले से मौजूद है।";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "आपके द्वारा निर्दिष्ट ईमेल पता या पासवर्ड ग़लत है। शॉर्टकट में iCloud Mail में लॉगइन करने के लिए, आपको ऐप-विशिष्ट पासवर्ड का उपयोग करना होगा।\n\nयदि आपने टू-फ़ैक्टर प्रमाणन सक्षम नहीं किया है, तो आपको ऐप-विशिष्ट पासवर्ड उत्पन्न करने के लिए इसे सक्षम करना होगा।";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "अभिनेता";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "ऐल्बम";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "कलाकार";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "लेखक";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "संगीतकार";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "वर्णन";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "निर्देशक";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "फ़ीचर फ़िल्म";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "शैली";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "मुख्य शब्द";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "भाषा";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "कलाकार";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "फ़िल्म";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "निर्माता";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "उत्पाद ID";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "रेटिंग सूची";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "रेटिंग";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "रिलीज़ का वर्ष";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "शॉर्ट फ़िल्म";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "शो";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "डेवलपर";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "गीत";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "एपिसोड";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "सीज़न";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "शीर्षक";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "सभी";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "कलाकार";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "ट्रैक";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "लेखक";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "ऑडियोबुक";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "किताब";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "कलाकार";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "फ़िल्में";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "ऐल्बम";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "कलाकार";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "गीत";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "ट्रैक";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "संगीत वीडियो";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "लेखक";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "पॉडकास्ट";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "कलाकार";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "शॉर्ट फ़िल्में";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "एपिसोड";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "सीज़न";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "कलाकार";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "ट्रैक";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "ऐप्स";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "ऑडियोबुक";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "किताब";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "संगीत वीडियो";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "संगीत";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "पॉडकास्ट";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "शॉर्ट फ़िल्में";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "टीवी कार्यक्रम";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "सभी";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "फ़िल्में";

